[rocount_texel]
btnSelect=Просмотр отмеченных галками элементов в окне проекций | View checked items in viewport
btnRightClk=Просмотр отдельного элемента в окне проекций (аналогично нажатию ПКМ) | View rightclicked single item in viewport
btnSelectAll=Отметить галками все элементы в списке | Check all items in list
btnDeselectAll=Снять галки у всех элементов в списке | Uncheck all items in list
btnFilterZero=Показать из выделенных текселей только те, что с площадью = 0 или близкой к 0 | Show selected texels with area = 0 or near 0 
btnFilterBadLP=Показать из выделенных текселей только те, которые не входят в интервал [10 >= плотность >= 40], актуально только для НПМ Ground модели! | Show selected texels that do not enter interval::[10 >= density >= 40],::actual only for Lowpoly Ground model!
btnFilterBadHP=Показать из выделенных текселей только те, которые не входят в интервал [512 >= плотность >= 1706], актуально для ВПМ моделей с текстурами | Show selected texels that do not enter interval::[512 >= density >= 1706],::actual for Highpoly models with textures
btnFilterBadHPMat=Экспериментальное! Показать из выделенных текселей только те, которые не входят в интервал::[512 >= плотность >= 1706], и только для размера текстуры, превышающего 256х256 пикселей в заданном материале, актуально для ВПМ моделей с текстурами | Experimental! Show selected texels that do not enter interval::[512 >= density >= 1706],::and only for texture size bigger than 256 in assigned material, actual for Highpoly models with textures
btnFilterAll=Показать плотности текселей для ВСЕХ выбранных текселей | Show texels density for ALL selected texels
btnSetAll=Установить плотность текселей в указанное значение | Set texels density to specified value
spn_target_density=Рекомендуемые диапазоны плотности текселя для ВПМ [512 >= плотность >= 1706], для НПМ Ground [10 >= плотность >= 40] | Recomended texel density ranges::for Highpoly [512 >= density >= 1706]::for Lowpoly Ground [10 >= density >= 40]
chk_clean_memory=Экономить память, работает медленнее, но использует меньше памяти и, как правило, без отмены действий | Conserve memory, slower but uses less memory, and usually with no undo
btnReFlatten=Переразвернуть развертку у отмеченных галкой элементов | Re Unwrap as flatten checked items
rdo=Scale by island by enumeration - Масштабирование по островам путем перечисления: попробовать выбрать элемент каждого отмеченного текселя, масштаб рассчитывается по очереди для каждого выбранного текселя (не для среднего значения по группе текселей на острове), плотность других текселей на островах может быть разной::Scale by island by average - масштабирование по островам по среднему значению : попробовать выбрать элемент каждого отмеченного текселя, масштабировать на среднее значение для группы текселей на острове, плотность всех текселей на островах может быть неодинаковой::Scale individual - Масштабировать индивидуально: может влиять на положение соседних текселей, они могут быть не разбиты и сместиться при перемасштабировании::Scale individual with break - Масштабировать индивидуально с разрывом: разбивает выбранный тексель перед изменением масштаба, не влияет на соседние тексели::Scale whole - масштабирование текселей целиком: приведение всех выбранных текселей к средней плотности | Scale by island by enumeration: try to select element of each checked texel, scale computes from selected texel (not for average of group of texels in island), other texels density in islands may be not equal::::Scale by island by average: try to select element of each checked texel, scale computes for average of group of texels in island, all texels density in islands may be not equal::::Scale individual: can influence on positions of neighbour texels, they are may be not breaked::::Scale individual with break: breaks selected texel before rescale to density, do not influence on neighbour texels::::Scale whole: Manage all selected texels to average density
btnSelectionAll=Выделить все тексели объекта | Select all texels of object
btnSelectID=Выбрать тексели с ID объекта | Select texels with current ID of object
spn_ID=ID объекта | ID of object
btnSelectUDIM=РАБОТАЕТ МНОГО ВРЕМЕНИ, ИСПОЛЬЗУЙТЕ КЛАВИШУ ESC!::Выбрать тексели (по островам) только для текущего UDIM | WORKING A LOT OF TIME, USE ESC!::Select texels (by islands) only in current UDIM
spn_UDIM=UDIM объекта | UDIM of object
btnOpenEditor=Открыть UVW редактор развертки | Open UVW Editor
btn_Unhide_all=Отобразить все скрытые части объекта | Unhide all parts of object
btn_ShowDensity=Отобразить плотности в цветах на видовых проекциях с использованием VertexColor | Show densities in viewports with colors using VertexColor
btn_UnShow=Отключить отображение плотностей | Toggle off showing densities
btnClose=Закрыть это диалоговое окно | Close this dialog